{
  "blogs": [
    {
      "title": "F1's Closest Finish, Monza 1971",
      "body": "Modern F1 fans will have grown used to seeing races won quite substantial margins, but it wasn’t always so.\n\nMany years ago, cars could follow each other closely and could take different lines through corners without spearing off into the gravel traps. The cars could actually race and overtake. It was the golden age of Formula One.\n\nThe 1971 Italian Grand Prix produced not only the closest finish in F1, but it was remarkable for a number of reasons. For 32 years it held the title of the fastest grand prix with an average speed of over 150 mph.\n\nThis incredible race, after nearly 200 miles, was won by BRM’s Peter Gethin, who came from fourth on the final lap to clinch it by one hundredth of a second from Ronnie Peterson.\n\nIn what must have been a timing official’s nightmare, the first five cars all finished in a hair over six tenths of a second.\n\nTo put that into context, in the 200m men’s sprint final at the Beijing Olympics the top five finishers were separated by over a second.",
      "author": "yoshi",
      "id": 2
    },
    {
      "title": "The Death Of Ayrton Senna",
      "body": "Ayrton Senna was, without doubt, one of the finest drivers to ever sit in a racing car. His ability to produce frighteningly fast qualifying laps and his skill in the wet is the stuff of legend.\n\nHe always pushed the limit and, in the end, paid the ultimate price for pushing just that little bit too far.\n\nThe crash that ended the life of Senna was unremarkable when compared to many others that happen every race weekend.\n\nHe ran off the road on the infamous Tamburello bend at Imola doing an estimated 190 mph, skated over the gravel trap and impacted the wall doing 135 mph.\n\nThe impact inflicted terrible injuries and the image of Senna sitting motionless in the car, which had rebounded back into the middle of the track, had F1 fans around the world holding their breath.\n\nThere was an instinctive feeling that something momentous had happened.\n\nOf course, the dreadful news eventually came through that Senna, like Roland Ratzenberger only 24 hours earlier, had died as a result of his injuries. The F1 world went into mourning.\n\nSenna’s legacy survives to this day, not only in the memory of his racing spirit and achievements, but in the improvements that were made to F1 cars in the wake of his death and as a direct result of his injuries.\n\nThere has not been another driver death since that horrible weekend in 1994.",
      "author": "mario",
      "id": 3
    }
  ]
}